Repository: zorca/wp-pro.ru
Catalog: web/app/languages/plugins/anspress-question-answer-*.po
Languages: ru_ru

source: You do not have permission to edit this question.
ru_ru: Вы не имеете разрешение редактировать этот вопрос.

source: Unable to create tag, please try again.
ru_ru: Невозможно создать тег, пожалуйста, попробуйте снова.

source: Successfully created a tag.
ru_ru: Тег успешно создан.

source: Unable to load form, please try again.
ru_ru: Невозможно загрузить форму, пожалуйста, попробуйте снова.

source: Successfully loaded form.
ru_ru: Форма успешно загружена.

source: Update Answer
ru_ru: Обновить ответ

source: Enter tag
ru_ru: Ввести тег

source: Description of tag.
ru_ru: Описание тега.

source: Create tag
ru_ru: Создать тег

source: Something went wrong, please try again.
ru_ru: Что-то пошло не так, попробуйте снова.

source: Create new tag
ru_ru: Создать новую метку

source: This field is required
ru_ru: Это поле необходимо

source: It must be minimum %d characters
ru_ru: Оно должно быть минимум %d знаков

source: Not a valid email address
ru_ru: Недействительный адрес электронной почты

source: Ask
ru_ru: Спросить

source: Flag this post
ru_ru: Пометить это сообщение

source: You have flagged this post
ru_ru: Вы пометили это пост

source: You do not have permission to delete this comment
ru_ru: Вы не имеете разрешения удалить этот комментарий

source: Tags
ru_ru: Метки

source: File cannot be uploaded, size is bigger then %s MB
ru_ru: Файл не может быть загружен, размер больше %s Мб

source: Flags
ru_ru: Пометка

source: Comment updated successfully
ru_ru: Комментарий удалён успешно

source: You do not have permission to view this page
ru_ru: Вы не имеете доступа к этой странице.

source: Notification
ru_ru: Оповещения

source: About
ru_ru: О нас

source: Question Feed
ru_ru: Лента вопросов

source: Answers Feed
ru_ru: Лента ответов

source: AnsPress Banned
ru_ru: Забаненный AnsPress

source: Select a page
ru_ru: Выберите страницу

source: No fields found
ru_ru: Поля не найдены

source: AnsPress Moderator
ru_ru: AnsPress модератор

source: AnsPress Participants
ru_ru: AnsPress участники

source: Add more
ru_ru: Ещё

source: Repeat your password
ru_ru: Повторите пароль

source: Cancel
ru_ru: Отмена

source: Update question
ru_ru: Вопрос обновлён

source: Post question
ru_ru: Отправить вопрос

source: Question in one sentence
ru_ru: Вопрос вкратце

source: %1$s <a href="AP_CPT_LINK">answered</a> a question
ru_ru: %1$s <a href="AP_CPT_LINK">ответил</a> на вопрос

source: %1$s <a href="AP_CPT_LINK">answered</a> a question, on the site %3$s
ru_ru: %1$s <a href="AP_CPT_LINK">ответил</a> на вопрос, на сайте %3$s

source: %s Reputation
ru_ru: %s Репутация

source: %1$d answers on - %2$s
ru_ru: %1$d ответов на - %2$s

source: %1$s answered on - %2$s
ru_ru: %1$s ответил на - %2$s

source: %1$d comments on your %3$s - %2$s
ru_ru: %1$d комментарии на ваш %3$s - %2$s

source: %1$s commented on your %3$s - %2$s
ru_ru: %1$s комментировал ваш %3$s - %2$s

source: Submit
ru_ru: Отправить

source: Answer this question
ru_ru: Ответить на этот вопрос

source: %1$s asked a new <a href="AP_CPT_LINK">question</a>, on the site %3$s
ru_ru: %1$s задан новый <a href="AP_CPT_LINK">вопрос</a>, на сайте %3$s

source: %1$s asked a new <a href="AP_CPT_LINK">question</a>
ru_ru: %1$s задан новый <a href="AP_CPT_LINK">вопрос</a>

source: reCaptach keys missing, please add keys
ru_ru: Отсутствуют ключи reCaptach, пожалуйста, укажите ключи

source: Enter your name to display
ru_ru: Введите ваше имя для отображения

source: Only visible to admin and moderator.
ru_ru: Видно только администратору и модератору.

source: Update answer
ru_ru: Обновить ответ

source: Post answer
ru_ru: Отправить ответ

source: Your answer..
ru_ru: Ваш ответ..

source: Name
ru_ru: Имя

source: This comment was created %s. Its locked hence you cannot delete it.
ru_ru: Это сообщение было создано %s, следовательно, вы не можете удалить его.

source: Update
ru_ru: Обновить

source: Select
ru_ru: Выбрать

source: edited comment
ru_ru: измененный комментарий

source: selected as best answer
ru_ru: выбран в качестве лучшего ответа

source: We've found similar questions that have already been asked, click to read them.
ru_ru: Мы нашли похожие вопросы, которые уже были заданы, нажмите, чтобы прочитать их.

source: %d similar questions found
ru_ru: Найдено %d похожих вопроов

source: commented on answer
ru_ru: прокомментировал ответ

source: updated status
ru_ru: обновлён статус

source: unselected as best answer
ru_ru: снята отметка выбора лучшего ответа

source: selected answer
ru_ru: выбран ответ

source: commented
ru_ru: добавлен комментарий

source: edited question
ru_ru: вопрос изменён

source: answered
ru_ru: добавлен ответ

source: edited answer
ru_ru: ответ изменён

source: unselected answer
ru_ru: отменил выбор ответа

source: question
ru_ru: вопрос

source: answer
ru_ru: ответ

source: asked
ru_ru: спросил

source: Select a question for new answer
ru_ru: Выберите вопрос для нового ответа

source: AnsPress capabilities
ru_ru: Возможности AnsPress

source: Select user role
ru_ru: Выбрать роль пользователя

source: Basic Capabilities
ru_ru: Основные возможности

source: Moderator Capabilities
ru_ru: Возможности модератора

source: Add AnsPress capabilities to 3rd party roles.
ru_ru: Добавить функции AnsPress к ролям от сторонних разработчиков.

source: Slowly type for question suggestion and then click select button right to question title.
ru_ru: Печатайте медленно, чтобы появились подсказки для вопроса, и затем нажмите кнопку выбора справа от заголовка вопроса.

source: Comments awaiting moderation
ru_ru: Сообщения, ожидающие модерации

source: AnsPress option updated!
ru_ru: Параметры успешно обновлены!

source: AnsPress Themes
ru_ru: AnsPress темы

source: Github Repo
ru_ru: Github репозиторий

source: Questions
ru_ru: Вопросы

source: Latest Questions
ru_ru: Последние вопросы

source: Support Q&A
ru_ru: Поддержка вопросов и ответов

source: Comments
ru_ru: Комментарии

source: Delete
ru_ru: Удалить

source: Max upload size
ru_ru: Максимальный размер загрузки

source: Allow image upload
ru_ru: Разрешить загрузку изображения

source: Allow logged-in users to upload image.
ru_ru: Разрешить зарегистрированным пользователям загружать изображения.

source: Status of new answer
ru_ru: Статус нового ответа

source: Status of edited answer
ru_ru: Статус изменённого ответа

source: Set post status of edited answer.
ru_ru: Установить статус редактируемого ответа.

source: Recaptcha site key
ru_ru: Ключ сайт Recaptcha

source: Enter your site key, if you dont have it get it from here https://www.google.com/recaptcha/admin
ru_ru: Введите ключ сайта, если вы не имеете его, получите его здесь https://www.google.com/recaptcha/admin

source: Recaptcha secret key
ru_ru: Секретный ключ Recaptcha

source: Enter your secret key
ru_ru: Введите секретный ключ

source: Status of new question
ru_ru: Статус нового вопроса

source: Status of edited question
ru_ru: Задать статус изменённых вопросов.

source: Set post status of edited question.
ru_ru: Задать статус изменённых вопросов.

source: Set post status of new answer.
ru_ru: Задать статус новых ответов

source: Set maximum upload size.
ru_ru: Установить максимальный размер загружаемого файла.

source: Set post status of new question.
ru_ru: Задать статус новых вопросов.

source: Tools
ru_ru: Инструменты

source: Multiple answers
ru_ru: Несколько ответов

source: Allow user to submit multiple answer per question.
ru_ru: Разрешить отвечать несколько раз на вопрос.

source: Asker can answer
ru_ru: Автор вопроса может ответить

source: Allow asker to answer his own question.
ru_ru: Разрешить автору вопроса ответить на свой вопрос.

source: Allow anonymous
ru_ru: Разрешить аноним

source: Only logged in can see answers
ru_ru: Только авторизованные пользователи могут видеть ответы

source: Only logged in can see comment
ru_ru: Только авторизованные пользователи могут видеть комментарии

source: Lock comment or post after a period so that user cannot delete it. Set the time in epoch i.e. 86400 = 1 day.
ru_ru: Запретить комментировать и создавать сообщение через некоторое время,и пользователь не сможет удалить их. Устанавливайте время в минутах, т.е. 86400 = 1 день.

source: Non-loggedin user can post questions and answers.
ru_ru: Неавторизованный пользователь может спрашивать и отвечать.

source: Only admin can answer
ru_ru: Только админ может ответить

source: Only allow admin to answer question.
ru_ru: Разрешить только админу отвечать на вопросы.

source: non-loggedin user cannot see answers.
ru_ru: неавторизованные пользователи не могут видеть ответы

source: non-loggedin user cannot see comments.
ru_ru: неавторизованные пользователи не могут видеть комментарии

source: Lock delete action
ru_ru: Запретить возможность удаления

source: Upload
ru_ru: Загрузка

source: Permissions
ru_ru: Разрешения

source: Feature
ru_ru: Избранный

source: Multiple Answers
ru_ru: Несколько ответов

source: Allow an user to submit multiple answers on a single question.
ru_ru: Разрешить отправлять несколько ответов на один вопрос.

source: Disable comments on answer.
ru_ru: Отключить комментарии на ответ.

source: Disable down voting on answers.
ru_ru: Запретить голосовать против в ответах

source: Set minimum letters for a answer contents.
ru_ru: Укажите минимальную длину фразы для полного описания ответа.

source: Disable voting on answers.
ru_ru: Отключить голосование на ответы

source: Main questions list page title
ru_ru: Заголовок страницы главного списка вопросов

source: Minimum title length
ru_ru: Минимальная длина заголовка

source: Use text editor ?
ru_ru: Использовать текстовый редактор?

source: Text editor as default.
ru_ru: Текстовый редактор по умолчанию.

source: Disable comments
ru_ru: Запретить комментарии

source: Disable comments on questions.
ru_ru: Запретить комментарии в вопросах.

source: Disable voting
ru_ru: Запретить голосование

source: Disable voting on questions.
ru_ru: Запретить голосование в вопросах.

source: Disable down voting
ru_ru: Запретить голосовать против

source: Disable down voting on questions.
ru_ru: Запретить голосовать против в комментариях

source: Close question after selecting answer
ru_ru: Закрыть вопрос после выбора ответа

source: Title of the ask page
ru_ru: Заголовок страницы вопроса

source: Minimum question content
ru_ru: Минимальная длина содержания вопроса

source: If enabled this will prevent user to submit answer on solved question.
ru_ru: Если включено, это предотвратит отправку пользователем ответа на решенный вопрос.

source: Page Titles
ru_ru: Заголовки страниц

source: Title of the author page
ru_ru: Название страниц пользователей

source: If an answer is selected for question then [solved] prefix will be added in title.
ru_ru: Если в вопросе будет выбран ответ, тогда в название будет добавлен префикс [решено].

source: Show solved prefix
ru_ru: Показывать префикс решено

source: Base page title
ru_ru: Заголовок базовой страницы

source: Set minimum letters for a question title.
ru_ru: Укажите минимальную длину для заголовка вопроса.

source: Set minimum letters for a question contents.
ru_ru: Укажите минимальное количество букв для содержимого вопроса.

source: Ask page title
ru_ru: Заголовок страницы вопроса

source: Oldest
ru_ru: Самые старые

source: Newest
ru_ru: Самые новые

source: Voted
ru_ru: Голосовали

source: Active
ru_ru: Активность

source: List avatar size
ru_ru: Размер аватара списка

source: User avatar size for questions list.
ru_ru: Размер аватара пользователя для списка вопросов.

source: Question avatar size
ru_ru: Размер аватара вопроса

source: User avatar size for question.
ru_ru: Размер аватара пользователя при вопросе

source: Answer avatar size
ru_ru: Размер аватара ответа

source: User avatar size for answer.
ru_ru: Размер аватара пользователя для ответа.

source: Comment avatar size
ru_ru: Размер аватара комментария

source: User avatar size for comments.
ru_ru: Размер аватара пользователя при комментировании.

source: Answers per page
ru_ru: Ответов на каждой странице

source: Avatar
ru_ru: Аватар

source: Items to show per page
ru_ru: Количество на странице

source: Questions per page
ru_ru: Вопросов на странице

source: Questions to show per page.
ru_ru: Вопросов для показа на каждой странице.

source: Answers to show per page.
ru_ru: Ответов на странице.

source: Layout
ru_ru: Макет страницы

source: Select page for displaying anspress.
ru_ru: Выберите страницу для отображения вопросов.

source: Hide author credits
ru_ru: Скрыть ссылку авторов

source: Hide link to AnsPress project site.
ru_ru: Скрыть ссылку на сайт проекта AnsPress.

source: Allow private posts
ru_ru: Разрешить частные вопросы

source: Allow users to create private question and answer.
ru_ru: Разрешить пользователям создавать личные вопросы и ответы.

source: General
ru_ru: Общее

source: Category
ru_ru: Рубрика

source: Status
ru_ru: Статус

source: <strong>%d</strong> Vote
ru_ru: <strong>%</strong> Голос

source: <strong>%d</strong> Answer
ru_ru: <strong>%d</strong> Ответ

source: Save options
ru_ru: Сохранить настройки

source: Answers
ru_ru: Ответы

source: View
ru_ru: Просмотр

source: Edit
ru_ru: Редактировать

source: Restore
ru_ru: Восстановление

source: Question
ru_ru: Вопрос

source: Answer
ru_ru: Ответы

source: Trash
ru_ru: Корзина

source: Closed
ru_ru: Закрыт

source: Publish
ru_ru: Опубликован

source: All
ru_ru: Всё

source: Search
ru_ru: Поиск

source: Flag
ru_ru: Пометка

source: User profile
ru_ru: Профиль пользователя

source: Add to Menu
ru_ru: Добавить в Меню

source: 1 Answer
ru_ru: Ответ

source: Edit question
ru_ru: Изменён вопрос

source: This question is orphan, no question is selected for this answer
ru_ru: Этот ответ без вопроса

source: About AnsPress
ru_ru: Об AnsPress

source: Settings
ru_ru: Настройки

source: Moderate
ru_ru: Модерация

source: Flagged
ru_ru: Помечен

source: Reputation
ru_ru: Репутация

source: Select question
ru_ru: Выбрать вопрос

source: AnsPress Options
ru_ru: Параметры AnsPress

source: All Questions
ru_ru: Все вопросы

source: New Question
ru_ru: Новый вопрос

source: All Answers
ru_ru: Все ответы

source: Events
ru_ru: Событие

source: Description
ru_ru: Описание

source: Title
ru_ru: Заголовок
