Repository: zorca/wp-pro.ru
Catalog: web/app/languages/plugins/anspress-question-answer-*.po
Languages: ru_ru

source: Check for duplicate posts before posting
ru_ru: Проверять наличие повторяющихся зхаписей перед публикацией

source: Check duplicate
ru_ru: Проверка дубликатов

source: Show question and answer comments by default
ru_ru: Показывать комментарии и вопросы по умолчанию

source: Load comments
ru_ru: Загрузить комментарии

source: Select single question permalink structure.
ru_ru: Выберите единую структуру постоянных ссылок.

source: Question permalink
ru_ru: Постоянная ссылка вопроса

source: Slug for single question page.
ru_ru: Ярлык для страницы с одним вопросом.

source: Question slug
ru_ru: Ярлык вопроса

source: Set a slug for ask question page.
ru_ru: Установите ярлык для страницы задания вопросов.

source: Ask question page slug
ru_ru: Ярлык страницы задания вопросов

source: Questions page
ru_ru: Страница вопросов

source: Add-ons
ru_ru: Дополнения

source: You must continue to upgrade AnsPress data.
ru_ru: Вы должны продолжить обновление данных AnsPress.

source: Update now
ru_ru: Обновить сейчас

source: Upgrade now
ru_ru: Обновите сейчас

source: Access
ru_ru: Доступ

source: AnsPress database is not updated.
ru_ru: База данных AnsPress не обновляется.

source: Author page title
ru_ru: Заголовок страницы автора

source: Select All
ru_ru: Выбрать все

source: Upgrade AnsPress
ru_ru: Обновить AnsPress

source: Options & Add-ons
ru_ru: Параметры и Дополнения

source: Pages and permalinks
ru_ru: Страницы и постоянные ссылки

source: Hello! Answer on '{question_title}' is trashed by {user}.
ru_ru: Здравствуйте! Ответ '{question_title}' удалён {user}.

source: An answer is trashed by {user}
ru_ru: Ответ будет удален {user}

source: Hello! Question '{question_title}' is trashed by {user}.
ru_ru: Здравствуйте! Вопрос '{question_title}' будет удалён {user}.

source: A question is trashed by {user}
ru_ru: Вопрос будет удалён {user}

source: Hello! Answer on '{question_title}' is edited by {editor}. Link: {question_link}
ru_ru: Здравствуйте! Ответ к '{question_title}' отредактирован {editor}. Ссылка: {question_link}

source: An answer is edited by {editor}
ru_ru: Ответ отредактирован {editor}

source: Hello! Question '{question_title}' is edited by {editor}. Link: {question_link}
ru_ru: Здравствуйте! Вопрос '{question_title}' отредактирован {editor}. Ссылка: {question_link}

source: A question is edited by {editor}
ru_ru: Вопрос отредактирован {editor}

source: Hello! A new comment posted on '{question_title}' by {commenter}. Link: {comment_link}
ru_ru: Здравствуйте! Новый комментарий оаубликован к '{question_title}' пользователем {commenter}. Ссылка: {comment_link}

source: New comment by {commenter}
ru_ru: Новый комментарий от {commenter}

source: Hello! Your answer on '{question_title}' was selected as best. Link: {answer_link}
ru_ru: Здравствуйте! Ваш ответ на '{question_title}' был выбран как лучший. Ссылка: {answer_link}

source: Your answer was selected as best
ru_ru: Ваш ответ был выбран лучшим

source: Hello! A new answer is posted by {answerer} on {question_title} Answer: {answer_excerpt} Link: {answer_link}
ru_ru: Здравствуйте! Новый ответ опубликован {answerer} в {question_title} Ответ: {answer_excerpt} Ссылка: {answer_link}

source: New answer posted by {answerer}
ru_ru: Новый ответ опубликован {answerer}

source: Hello! A new question is posted by {asker} Title: {question_title} Description: {question_excerpt} Link: {question_link}
ru_ru: Здравствуйте! Новый вопрос опубликован {asker} Заголовок: {question_title} Описание: {question_excerpt} Ссылка: {question_link}

source: New question posted by {asker}
ru_ru: Новый вопрос опубликован {asker}

source: Auto delete interval
ru_ru: Интервал автоматического удаления

source: Auto delete user notifications
ru_ru: Автоматическое удаление уведомлений пользователей

source: Both seen an unseen
ru_ru: И видимое и невидимое

source: Only seen
ru_ru: Только видимое

source: Do not auto delete
ru_ru: Не удалять автоматически

source: Auto delete notifications
ru_ru: Автоматическое удаление уведомлений

source: Points awarded when user answer a question
ru_ru: Баллы, присваиваемые при ответе на вопрос

source: Asked a question
ru_ru: Задал(а) вопрос

source: Count
ru_ru: Количество

source: Dynamic Avatar
ru_ru: Динамический Аватар

source: Add comma separted bad words
ru_ru: Добавить запрещенные слова через запятую

source: Load more answers
ru_ru: Загрузить еще ответы

source: Load more questions
ru_ru: Загрузить еще вопросы

source: Display AnsPress categories
ru_ru: Показать рубрики AnsPress

source: No AnsPress template found for rendering this page.
ru_ru: Для этой страницы не найден шаблон AnsPress.

source: Enter words separted by comma. This option can be overriden by placing a <small>badwords.txt</small> in AnsPress override folder. While using bad word from file, add one word per line rather then comma separted.
ru_ru: Введите слова через запятую. Этот параметр может быть переопределен путем размещения <small>badwords.txt</small> в папке AnsPres. При использовании плохого слова из файла добавьте по одному слову в строке, а не через запятую.

source: Show AnsPress avatars by default instead of gravatar fallback. Useful in localhost development.
ru_ru: Показывать аватары AnsPress по умолчанию вместо обратной ссылки gravatar. Полезно в разработке localhost.

source: Select font family for avatar letters.
ru_ru: Выбрать семейство шрифтов для букв аватаров.

source: Font family
ru_ru: Семейство шрифтов

source: Clear avatar cache
ru_ru: Очистить кеш аватаров

source: Clear Cache
ru_ru: Очистить кеш

source: Force avatar
ru_ru: Использовать аватары принудительно

source: You do not have permission to vote.
ru_ru: У вас нет прав для голосования.

source: %d views
ru_ru: %d просмотров

source: Do you want to reset your password?
ru_ru: Вы хотите сбросить свой пароль?

source: Email already in use.
ru_ru: Адрес уже занят.

source: %s ago
ru_ru: %s назад

source: Extensions
ru_ru: Расширения

source: Themes
ru_ru: Темы

source: Posted %s
ru_ru: Опубликовано %s

source: Register now
ru_ru: Зарегистрироваться сейчас

source: Don't have a user account?.
ru_ru: У вас нет учетной записи?

source: Get %1$s or %2$s
ru_ru: Получить %1$s или %2$s

source: deleted answer
ru_ru: удаленный ответ

source: Featured
ru_ru: Избранный

source: %d Flagged questions
ru_ru: %d помеченных вопросов

source: %d questions awaiting moderation
ru_ru: %d вопросов ждут проверки

source: %d Flagged answers
ru_ru: %d помеченных ответов

source: Apparently, there are no updates to show!
ru_ru: По-видимому, обновлений нет!

source: This seems to be a duplicate question. A question with same content already exists.
ru_ru: Кажется. это дубликат вопроса. Вопрос с таким содержанием уже существует.

source: This seems to be a duplicate answer. An answer with same content already exists.
ru_ru: Кажется. это дубликат ответа. Ответ с таким содержанием уже существует.

source: AnsPress shortcode cannot be nested.
ru_ru: Шорткод AnsPress не может быть вложенным.

source: %d Moderate
ru_ru: %d на модерации

source: We’ve assembled some links to get you started:
ru_ru: Мы подобрали несколько ссылок для старта:

source: Documents and FAQ
ru_ru: Документация и ответы на частые вопросы

source: View questions
ru_ru: Посмотрите вопросы

source: Post an answer
ru_ru: Опубликуйте ответ

source: Next Steps
ru_ru: Следующие шаги

source: Irks! At least PHP version 5.5 is required to run AnsPress. Current PHP version is %s. Please ask hosting provider to update your PHP version.
ru_ru: Для работы AnsPress требуется PHP версии 5.5 или выше. Текущая версия PHP %s. Пожалуйста, обратитесь к хостинг-провайдеру, чтобы обновить версию PHP.

source: week
ru_ru: неделю

source: days
ru_ru: дня

source: hours
ru_ru: часа

source: minute
ru_ru: минуту

source: Question title cannot be blank
ru_ru: Заголовок вопроса не может быть пустым

source: Only question can be set as featured
ru_ru: Только вопросы могут быть избранными

source: edited comment on answer
ru_ru: отредактирован комментарий на ответ

source: Question will be publish in %s
ru_ru: Вопрос будет опубликован в %s

source: This question is in waiting queue and is not accessible by anyone until it get published.
ru_ru: Этот вопрос находится в очереди ожидания и не доступен никому, пока не будет опубликован.

source: Welcome to AnsPress!
ru_ru: Добро пожаловать в AnsPress!

source: Download file
ru_ru: Скачать файл

source: Attachments
ru_ru: Вложения

source: Write your answer..
ru_ru: Напишите ваш ответ..

source: Question and answer is powered by
ru_ru: Вопрос и ответ от

source: year
ru_ru: год

source: weeks
ru_ru: недели

source: day
ru_ru: день

source: hour
ru_ru: час

source: minutes
ru_ru: минуты

source: Approve
ru_ru: Одобрить

source: Comment approved successfully.
ru_ru: Комментарий был одобрен.

source: Reset
ru_ru: Сброс

source: AnsPress is not running!
ru_ru: AnsPress не работает!

source: More actions
ru_ru: Больше возможностей

source: Get Started
ru_ru: Начать

source: %d answers awaiting moderation
ru_ru: %d ответов ждут проверки

source: All looks fine
ru_ru: Всё отлично

source: Help and Support!
ru_ru: Помощь и поддержка!

source: Convert to post
ru_ru: Преобразовать в запись

source: years
ru_ru: годы

source: Wrong data supplied
ru_ru: Получены неверные данные

source: Write your first question
ru_ru: Напишите свой первый вопрос

source: No answer posted by this user.
ru_ru: Этот пользователь ещё не отвечал на вопросы.

source: %d Comment
ru_ru: %d Комментарий

source: This post was created %s, hence you cannot trash it
ru_ru: Это сообщение было создано %s, поэтому вы не можете удалить его.

source: %d Private
ru_ru: %d личных

source: Require Attention
ru_ru: Требуют внимания

source: %d Published
ru_ru: %d опубликованных

source: Latest Answers
ru_ru: Последние ответы

source: Show default date format
ru_ru: Показывать формат даты по умолчанию

source: Instead of showing time passed i.e. 1 Hour ago, show default format date.
ru_ru: Вместо того, чтобы показывать сколько времени прошло, т.е. 1 час назад, показывать формат даты по умолчанию

source: Q&A
ru_ru: Вопросы и ответы

source: Status of anonymous post
ru_ru: Статус анонимной записи

source: Keep stop words in question slug
ru_ru: Сохранять стоп-слова в ярлыке вопроса

source: Set post status post submitted by anonymous user.
ru_ru: Установить статус записи, отправленной анонимным пользователем.

source: AnsPress will not strip stop words in question slug.
ru_ru: AnsPress не будет убирать стоп-слова в ярлыке вопроса.

source: The most advance community question and answer system for WordPress
ru_ru: Самая продвинутая система вопросов и ответов для WordPress

source: (AnsPress) Search
ru_ru: (AnsPress) Поиск

source: Question and answer search form.
ru_ru: Форма поиска вопросов и ответов

source: Subscribe
ru_ru: Подписаться

source: Search questions
ru_ru: Поиск вопросов

source: Category IDs:
ru_ru: ID Категорий:

source: Limit:
ru_ru: Лимит:

source: Comma separted AnsPress category ids
ru_ru: ID рубрик AnsPress через запятую

source: Role slug, without any space
ru_ru: Ярлык роли без пробелов

source: This widget can only be used in single question page
ru_ru: Виджет может быть использован только на странице вопроса

source: (AnsPress) Questions
ru_ru: (AnsPress) Вопросы

source: Shows list of question shorted by option.
ru_ru: Показывает список вопросов, укороченных опционально

source: Permission and role
ru_ru: Разрешение и роль

source: Add new role
ru_ru: Добавить новую роль

source: Add a new user role.
ru_ru: Добавить новую роль пользователя.

source: Role name
ru_ru: Имя роли

source: Add role
ru_ru: Добавить роль

source: Voting on restricted posts are not allowed.
ru_ru: Голосование в ограниченных записях не допускается

source: Sorry! you are not allowed to read this question.
ru_ru: Извините! Вы не можете прочитать данный вопрос.

source: Don’t use foul or abusive language. Let everything you say be good and helpful.
ru_ru: Не материтесь и не оскорбляйте. Пусть всё, что вы говорите будет хорошим и полезным.

source: You cannot vote on restricted posts
ru_ru: Вы не можете голосовать за ограниченные записи

source: No permission
ru_ru: Нет разрешения

source: Its look like %s role already exists .
ru_ru: Кажется такая роль %s уже существует.

source: No license yet.
ru_ru: Еще нет лицензии

source: New role %s added successfully .
ru_ru: Новая роль %s успешно добавлена.

source: Voting on own post is not allowed
ru_ru: Голосование за свою запись не допускается

source: active
ru_ru: активно

source: Deactivate License
ru_ru: Деактивировать лицензию

source: Activate License
ru_ru: Активировать лицензию

source: Save
ru_ru: Экономить

source: License keys for AnsPress products, i.e. extensions and themes.
ru_ru: Лицензионные ключи для продуктов AnsPress, т.е. расширений и тем.

source: Enter license key for %s
ru_ru: Введите лицензионный ключ для %s

source: User roles
ru_ru: Роли пользователей

source: Error
ru_ru: Ошибка

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
ru_ru: Доступна новая версия %1$s. <a target="_blank" class="thickbox" href="%2$s">Посмотреть %3$s детали</a>.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
ru_ru: Доступна новая версия %1$s. <a target="_blank" class="thickbox" href="%2$s">Посмотреть %3$s детали</a> или <a href="%4$s">обновить сейчас</a>.

source: You do not have permission to install plugin updates
ru_ru: У вас нет прав для установки обновлений плагинов.

source: Licenses
ru_ru: Лицензии

source: Add an answer
ru_ru: Добавить ответ

source: Search page title
ru_ru: Заголовок страницы поиска

source: Title of the search page
ru_ru: Название страницы поиска

source: Only logged in can see questions, answer and comments?
ru_ru: Только авторизованные могут видеть вопросы, ответы и комментарии?

source: Require user to login to see AnsPress contents?.
ru_ru: Требовать пользователя войти в систему, чтобы увидеть содержимое AnsPress?

source: Bad Words
ru_ru: Плохие слова

source: Clear flag
ru_ru: Убрать отметку

source: Load assets in AnsPress page only?
ru_ru: Загружать ресурсы только на странице AnsPress?

source: Check this to load AnsPress JS and CSS on the AnsPress page only. Be careful, this might break layout.
ru_ru: Отметьте, чтобы загружать AnsPress JS и CSS только на страницах AnsPress. Будьте осторожны, это может нарушить макет.

source: Edit &#8220;%s&#8221;
ru_ru: Редактировать &#8220;%s&#8221;

source: One time
ru_ru: Один раз

source: %2$s1%3$s answer
ru_ru: %2$s1%3$s ответ

source: Shows question stats in single question page.
ru_ru: Показывать статистику вопроса на странице вопроса.

source: (AnsPress) Breadcrumbs
ru_ru: (AnsPress) Навигационная цепочка

source: (AnsPress) Question Stats
ru_ru: (AnsPress) Статистика вопроса

source: Views
ru_ru: Просмотров

source: Show current anspress page navigation
ru_ru: Показать текущую навигацию по страницам AnsPress

source: No questions found.
ru_ru: Не найдено вопросов.

source: No related questions found.
ru_ru: Не найдено похожих вопросов.

source: (AnsPress) Ask form
ru_ru: (AnsPress) Форма вопроса

source: Title:
ru_ru: Заголовок:

source: Ask questions
ru_ru: Задать вопросы

source: 1 Vote
ru_ru: голос

source: %d Answers
ru_ru: %d Ответов

source: %d Question
ru_ru: %d Вопрос

source: No notification
ru_ru: Нет уведомлений

source: Notifications
ru_ru: Уведомления

source: Mark all as seen
ru_ru: Отметить все как прочитанное

source: New question
ru_ru: Новые вопросы

source: Question stats
ru_ru: Статистика вопроса

source: View all answers
ru_ru: Посмотреть все ответы

source: This %s waiting for moderation.
ru_ru: Это %s в ожидании модерации.

source: This has been trashed or waiting for approval.
ru_ru: Это было удалено или в ожидании утверждения.

source: This is a private %s.
ru_ru: Это частный %s.

source: Something went wrong in server side, not a valid response.
ru_ru: На серверной стороне что-то пошло не так, не верный ответ.

source: Widgets in this area will be shown in tag listing page.
ru_ru: Виджеты в этой области будут показаны на странице метки.

source: Widgets in this area will be shown in category listing page.
ru_ru: Виджеты в этой области будут показаны на странице рубрики.

source: Widgets in this area will be shown before anspress body.
ru_ru: Виджеты в этой области будут показаны перед AnsPress

source: Widgets in this area will be shown before questions list.
ru_ru: Виджеты в этой области будут показаны до списка вопросов.

source: Search questions...
ru_ru: Поиск вопросов...

source: Reset sorting and filter
ru_ru: Сброс сортировки и фильтра

source: Login
ru_ru: Войдите

source: Widgets in this area will be shown in anspress tags page.
ru_ru: Виджеты в этой области будут показаны в боковой панели AnsPress.

source: Widgets in this area will be shown in single question page sidebar.
ru_ru: Виджеты в этой области будут показаны в боковой панели страницы вопроса.

source: Widgets in this area will be shown in authors page.
ru_ru: Виджеты в этой области будут показаны на странице пользователя.

source: Uploading
ru_ru: Загрузка

source: Not a valid email
ru_ru: Недействительный адрес электронной почты

source: Username length must be 4 or higher
ru_ru: Длина имени пользователя должна быть 4 или более символов

source: Username not available
ru_ru: Имя пользователя не доступно

source: Loading
ru_ru: Загрузка

source: Sending request
ru_ru: Отправка запроса

source: Total votes
ru_ru: Всего голосов

source: Votes
ru_ru: Голосов

source: Password not matching
ru_ru: Пароль не подходит

source: Password length must be 6 or higher
ru_ru: Длина пароля должна быть 6 или более символов

source: You do not have permission to ask question.
ru_ru: Вы не можете задавать вопросы.

source: Down vote this post
ru_ru: Снять голос за сообщение

source: Up vote this post
ru_ru: Проголосовать за сообщение

source: (anonymous)
ru_ru: (анонимный)

source: Anonymous
ru_ru: Анонимный пользователь

source: Unanswered
ru_ru: Без ответа

source: Unsolved
ru_ru: Не решено

source: Ask question
ru_ru: Задать вопрос

source: Discussion on "%s"
ru_ru: Обсуждение в "%s"

source: Error 404
ru_ru: Ошибка 404

source: Solved
ru_ru: Решено

source: Answered
ru_ru: Отвечено

source: Best answer
ru_ru: Лучший ответ

source: Selecting an Answer
ru_ru: Выбор ответа

source: View &#8220;%s&#8221; question
ru_ru: Посмотреть &#8220;%s&#8221; вопрос

source: Bot verification failed.
ru_ru: Бот-проверка не удалась.

source: Check missing fields and then re-submit.
ru_ru: Проверить недостающие поля и затем передать снова.

source: Please fill parent question field, Answer was not saved!
ru_ru: Пожалуйста, заполните вышестоящие поле вопроса, ответ не был сохранён!

source: Preview
ru_ru: Предпросмотр

source: Preview &#8220;%s&#8221;
ru_ru: Предпросмотр &#8220;%s&#8221;

source: Delete Permanently
ru_ru: Удалить безвозвратно

source: Move this item to the Trash
ru_ru: Переместить в корзину

source: Delete this item permanently
ru_ru: Удалить этот пункт безвозвратно

source: Restore this item from the Trash
ru_ru: Восстановить этот элемент

source: Content
ru_ru: Содержимое

source: Ans
ru_ru: Отв

source: Date
ru_ru: Дата

source: Tag
ru_ru: Метка

source: Search Answers
ru_ru: Найти ответы

source: Add New Answer
ru_ru: Добавить новый ответ

source: New Answer
ru_ru: Новый ответ

source: No answer found
ru_ru: Ответов пока нет

source: No answer found in Trash
ru_ru: В корзине не найдено ответов

source: Author
ru_ru: Автор

source: Edit answer
ru_ru: Изменён ответ

source: Private Post <span class="count">(%s)</span>
ru_ru: Личных <span class="count">(%s)</span>

source: Private Post
ru_ru: Личный

source: Search Questions
ru_ru: Найти вопросы

source: View Question
ru_ru: Посмотреть вопрос

source: Add New Question
ru_ru: Добавить новый вопрос

source: Edit Question
ru_ru: Изменить вопрос

source: Update Question
ru_ru: Обновить вопрос

source: No questions found in Trash
ru_ru: В Корзине вопросы не найдены

# Post Type General Name
source: Answers
ru_ru: Ответы

# Post Type Singular Name
source: Answer
ru_ru: Ответ

source: Parent Answer:
ru_ru: Родительский ответ:

# Post Type General Name
source: Questions
ru_ru: Вопросы

# Post Type Singular Name
source: Question
ru_ru: Вопрос

source: Parent Question:
ru_ru: Родительский вопрос:

source: No question found
ru_ru: Вопросов не найдено

source: View Answer
ru_ru: Просмотреть ответ

source: Moderate <span class="count">(%s)</span>
ru_ru: На модерации <span class="count">(%s)</span>

source: [Solved]
ru_ru: [Решено]

source: Mark this question as featured
ru_ru: Сделать этот вопрос избранным

source: or
ru_ru: или

source: You do not have permission to view private posts.
ru_ru: Вы не можете просматривать личные записи.

source: Best answer is unselected for your question.
ru_ru: Лучший ответ не выбран для вашего вопроса.

source: Best answer is selected for your question.
ru_ru: Лучший ответ выбран для вашего вопроса.

source: Thank you for reporting this post.
ru_ru: Спасибо за сообщение об этой записи.

source: You have already reported this post.
ru_ru: Вы уже собщали об этой записи.

source: Please check captcha field and resubmit it again.
ru_ru: Пожалуйста, выберите поле капчи и переотправьте опять.

source: Post status updated successfully
ru_ru: Статус записи успешно обновлен

source: Image uploaded successfully
ru_ru: Изображение успешно загружено

source: Voting down is disabled.
ru_ru: Голосование против отключено.

source: Your profile has been updated successfully.
ru_ru: Ваш профиль обновлён

source: Answer has been deleted permanently
ru_ru: Ответ был удален безвозвратно

source: You have already attached maximum numbers of allowed uploads.
ru_ru: Вы уже добавили максимальное количество разрешенных загрузок.

source: This %s is marked as a private, only admin and post author can see.
ru_ru: %s отмечен как частный, только админ и автор записи могут его видеть.

source: This %s is awaiting for approval by moderator.
ru_ru: %s ждёт подтверждения модератором.

source: This %s has been trashed, you can delete it permanently from wp-admin.
ru_ru: %s было перемещено в корзину, вы можете удалить их навсегда из админ-панели.

source: Question is unmarked as featured.
ru_ru: С вопроса снята пометка избранный.

source: Question is marked as featured.
ru_ru: Вопрос помечен как избранный.

source: Something went wrong, last action failed.
ru_ru: Что-то пошло не так, последнее действие не удалось.

source: Comment updated successfully.
ru_ru: Комментарий успешно обновлён.

source: Comment deleted successfully.
ru_ru: Комментарий успешно удалён.

source: Question updated successfully
ru_ru: Вопрос успешно обновлён

source: Answer submitted successfully
ru_ru: Ответ успешно сохранён

source: Answer updated successfully
ru_ru: Ответ успешно обновлён

source: Thank you for voting.
ru_ru: Спасибо за голос.

source: Your vote has been removed.
ru_ru: Ваш голос удалён.

source: Undo your vote first.
ru_ru: Сначала отмените ваш голос.

source: You cannot vote on your own question or answer.
ru_ru: Вы не можете голосовать за свой вопрос или ответ.

source: Comment successfully deleted
ru_ru: Комментарий успешно добавлен.

source: Success
ru_ru: Успех

source: Private
ru_ru: Скрыть

source: Open
ru_ru: Открыть

source: Select this answer as best
ru_ru: Выбрать этот ответ как лучший

source: Edit Answer
ru_ru: Изменить ответ

source: Close
ru_ru: Закрыть

source: Unselect
ru_ru: Отменить

source: Unselect this answer
ru_ru: Удалить этот ответ

source: Comment
ru_ru: Комментарий

source: Form loaded.
ru_ru: Форма загружена.
