Repository: zorca/wp-pro.ru
Catalog: web/app/languages/plugins/anspress-question-answer-*.po
Languages: ru_ru

source: <strong>%1$s %2$s</strong> is available. <a href="%3$s" class="thickbox" title="%4s">Check out what's new</a> or <a href="%5$s"%6$s>update now</a>.
ru_ru: <strong>%1$s %2$s</strong> доступен. <a href="%3$s" class="thickbox" title="%4s">Узнать, что нового</a> или <a href="%5$s"%6$s>обновить сейчас</a>.

source: Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.
ru_ru: Обновление этой темы сбросит все настройки, которые вы сделали. «Отмена» для остановки, «ОК» для обновления.

source: Site is inactive.
ru_ru: Сайт неактивен.

source: License key is disabled.
ru_ru: Лицензионный ключ отключен.

source: License is inactive.
ru_ru: Лицензия неактивна.

source: License keys do not match.
ru_ru: Лицензионные ключи не совпадают.

source: License key has expired.
ru_ru: Срок действия ключа лицензии истек.

source: License key expired %s.
ru_ru: Срок действия ключа лицензии истек %s.

source: You have %1$s / %2$s sites activated.
ru_ru: У вас активировано %1$s / %2$s сайтов.

source: Expires %s.
ru_ru: Истекает %s.

source: License key is active.
ru_ru: Лицензионный ключ активен.

source: unlimited
ru_ru: неограниченный

source: Renew?
ru_ru: Продлить?

source: License status is unknown.
ru_ru: Статус лицензии неизвестен.

source: License Action
ru_ru: Действие лицензии

source: License Key
ru_ru: Лицензионный ключ

source: Enter your theme license key.
ru_ru: Введите лицензионный ключ темы.

source: Theme License
ru_ru: Лицензия темы

source: Comment successfully posted
ru_ru: Комментарий опубликован

source: %d Answer
ru_ru: %d Ответ

source: Order by:
ru_ru: Сортировать по:

source: Write your comment...
ru_ru: Написать комментарий...

source: %d Vote
ru_ru: %d Голос

source: AnsPress ask form widget
ru_ru: Виджет формы AnsPress

source: Register
ru_ru: Регистрация

source: (AnsPress) Author page
ru_ru: (AnsPress) Страница автора

source: (AnsPress) Tag page
ru_ru: (AnsPress) Страница меток

source: (AnsPress) Category Page
ru_ru: (AnsPress) Страница рубрик

source: (AnsPress) Question Sidebar
ru_ru: (AnsPress) Боковая панель вопроса

source: Widgets in this area will be shown in AnsPress sidebar except single question page.
ru_ru: Виджеты в этой области будут отображаться на боковой панели AnsPress, кроме страницы с одним вопросом.

source: (AnsPress) Sidebar
ru_ru: (AnsPress) Боковая панель

source: (AnsPress) Question List Top
ru_ru: (AnsPress) Список Вопросов Верх

source: (AnsPress) Before
ru_ru: (AnsPress) До

source: You have already attached maximum numbers of allowed attachments
ru_ru: Вы уже указали максимальное количество разрешенных вложений

source: File size is bigger then %s MB
ru_ru: Размер файла больше %s MB

source: Sorry! No question found.
ru_ru: Извините! Ни один вопрос не найден.

source: Selected
ru_ru: Выбрано

source: This answer is selected as best
ru_ru: Этот ответ выбран как лучший

source: No description.
ru_ru: Без описания.

source: Search tags...
ru_ru: Поиск меток....

source: Question tag: %s
ru_ru: Метки вопроса: %s

source: No tags is set!
ru_ru: Нет меток!

source: Load More
ru_ru: Загрузить ещё

source: No category is set!
ru_ru: Нет рубрик!

source: Sub Categories
ru_ru: Подрубрики

source: View all questions
ru_ru: Смотреть все вопросы

source: Insert to post
ru_ru: Вставить в запись

source: Failed
ru_ru: Ошибка

source: Uploaded
ru_ru: Загружено

source: You have already uploaded maximum numbers of allowed attachments
ru_ru: Вы уже загрузили максимальное количество разрешенных вложений

source: Unable to delete attachment
ru_ru: Не удалось удалить вложение

source: You are not allowed to upload attachments.
ru_ru: Вы не можете загружать вложения.

source: AnsPress links
ru_ru: AnsPress Ссылки

source: Clear Filter
ru_ru: Очистить фильтр

source: Order By
ru_ru: Сортировать по

source: Convert this question to blog post
ru_ru: Преобразовать этот вопрос в запись блога

source: Delete post permanently (cannot be restored again)
ru_ru: Удалить запись навсегда (нельзя восстановить позже)

source: New
ru_ru: Новый

source: Popular
ru_ru: Популярный

source: Tagged
ru_ru: Отмеченный

source: Restricted content
ru_ru: Ограниченный контент

source: Sorry, you cannot edit this answer
ru_ru: Извините, вы не можете редактировать этот ответ

source: Sorry, you cannot asnwer on this question
ru_ru: Извините, вы не можете ответить на этот вопрос

source: Question posted successfully. Redirecting to question
ru_ru: Вопрос успешно отправлен. Перенаправление на вопрос

source: Sorry, unable to post new question
ru_ru: К сожалению, новый вопрос не может быть опубликован

source: Trashed
ru_ru: В корзине

source: Question is closed for new answers
ru_ru: Вопрос закрыт для новых ответов

source: Awaiting approval
ru_ru: В ожидании подтверждения

source: You are not allowed to change post status
ru_ru: Вам не разрешено изменять статус публикации

source: Search "%s"
ru_ru: Поиск "%s"

source: changed status
ru_ru: изменен статус

source: deleted comment
ru_ru: удален комментарий

source: restored answer
ru_ru: восстановлен ответ

source: approved
ru_ru: подтверждено

source: Sorry, you cannot edit this answer.
ru_ru: К сожалению, вы не можете редактировать этот ответ.

source: Something went wrong, please try again
ru_ru: Что-то пошло не так. Пожалуйста, попробуйте еще раз

source: This question is waiting for a moderator and cannot be viewed. Please check back later to see if it has been approved.
ru_ru: Этот вопрос ждет модератора и не может быть просмотрен. Повторите попытку позже, чтобы узнать, одобрен ли он.

source: Add a Comment
ru_ru: Добавить комментарий

source: Sorry, unable to approve comment
ru_ru: Не удалось одобрить комментарий

source: Failed to delete comment
ru_ru: Не удалось удалить комментарий

source: Unable to update comment
ru_ru: Не удалось обновить комментарий

source: No change detected, edit comment and then try
ru_ru: Изменения не обнаружены, отредактируйте комментарий и попробуйте ещё

source: Sorry, you cannot edit this comment
ru_ru: К сожалению, вы не можете отредактировать этот комментарий.

source: Sorry, you cannot post a comment
ru_ru: Извините, вы не можете оставлять комментарии

source: Commenting is not allowed on draft, pending or deleted %s
ru_ru: Комментирование запрещено для черновиков, ожидающих или удаленных %s

source: Sorry, you cannot post a blank comment
ru_ru: К сожалению, вы не можете оставить пустой комментарий

source: Unable to post comment
ru_ru: Невозможно опубликовать комментарий

source: Unable to load comments
ru_ru: Не удалось загрузить комментарии

source: Field value should be at least %d characters
ru_ru: Значение поля должно быть не менее %d символов

source: Post you are trying to edit is not a question.
ru_ru: Сообщение, которое вы пытаетесь изменить, не является вопросом.

source: You cannot edit this question.
ru_ru: Вы не можете редактировать этот вопрос.

source: You are viewing 1 out of %d answers, click here to view all answers.
ru_ru: Вы просматриваете 1 из%d ответов, нажмите здесь, чтобы просмотреть все ответы.

source: Unsubscribe
ru_ru: Отписаться

source: Successfully subscribed to question
ru_ru: Успешно подписались на вопрос

source: Successfully unsubscribed from question
ru_ru: Успешно отписались от вопроса

source: Sorry, unable to subscribe
ru_ru: К сожалению, не удалось подписаться

source: You must be logged in to subscribe to a question
ru_ru: Чтобы подписаться на вопрос, вы должны войти в систему

source: Question "%s" is converted to post and its answers are trashed
ru_ru: Вопрос "%s" преобразуется в запись, а его ответы помещены в корзину

source: Sorry, you are not allowed to convert this question to post
ru_ru: Извините, вам не разрешено преобразовывать этот вопрос в запись

source: Question is opened
ru_ru: Вопрос открыт

source: Question closed
ru_ru: Вопрос закрыт

source: Open this question for new answers
ru_ru: Открыть этот вопрос для новых ответов

source: Close this question for new answer.
ru_ru: Закрыть этот вопрос для новых ответов.

source: You cannot close a question
ru_ru: Вы не можете закрыть этот вопрос

source: Unmark this question as featured
ru_ru: Отменить этот вопрос как подготовленный

source: Unseen
ru_ru: Невидимый

source: Seen
ru_ru: Видимый

source: Sorry, you cannot toggle a featured question
ru_ru: К сожалению, вы не можете помечать выбранный вопрос

source: Question is deleted permanently
ru_ru: Вопрос удалён навсегда

source: Answer is deleted permanently
ru_ru: Ответ удалён навсегда

source: Sorry, unable to delete post
ru_ru: Извините, не удалось удалить запись

source: %s is trashed
ru_ru: %s в корзине

source: Restore this post
ru_ru: Восстановить эту запись

source: Undelete
ru_ru: Восстановить

source: %s is restored
ru_ru: %s восстановлен

source: Delete this post (can be restored again)
ru_ru: Удалить запись (можно восстановить позже)

source: Unable to trash this post
ru_ru: Не удалось удалить эту запись

source: This answer cannot be selected as best, update status to select as best answer.
ru_ru: Этот ответ нельзя выбрать как лучший, обновите статус, чтобы выбрать лучший ответ.

source: Get help now
ru_ru: Получить помощь прямо сейчас

source: Having trouble upgrading? We are available 12x7
ru_ru: Возникли проблемы с обновлением? Мы доступны 12x7

source: Aaiyaa! Something went wrong. Please click above button again or report issue to us.
ru_ru: Айя! Что-то пошло не так. Повторите нажатие кнопки выше или сообщите нам о проблеме.

source: Start Upgrade
ru_ru: Запустить обновление

source: This page will help you with automatically migrating AnsPress 3.x data to 4.x. Please make sure to create a backup of site before starting upgrade.
ru_ru: Эта страница поможет вам автоматически перенести данные AnsPress 3.x в 4.x. Перед началом обновления обязательно создайте резервную копию сайта.

source: Thank you for choosing AnsPress
ru_ru: Благодарим вас за выбор AnsPress

source: Migrate category data
ru_ru: Перенос данных рубрик

source: Migrate reputation data
ru_ru: Перенос данных репутации

source: Questions and Answers
ru_ru: Вопросы и Ответы

source: Do you wish to proceed? This cannot be undone.
ru_ru: Вы хотите продолжить? Это действие нельзя отменить.

source: Clicking this button will remove all AnsPress DB tables
ru_ru: Нажатие этой кнопки приведет к удалению всех таблиц базы данных AnsPress.

source: Delete all database tables
ru_ru: Удалить все таблицы базы данных

source: Permanently delete all AnsPress tables?
ru_ru: Навсегда удалить все таблицы AnsPress?

source: Clicking this button will delete all AnsPress terms data
ru_ru: Нажатие этой кнопки приведет к удалению всех данных условий AnsPress

source: Delete all terms
ru_ru: Удалить все условия

source: Permanently delete all AnsPress terms?
ru_ru: Навсегда удалить все условия AnsPress?

source: Insert images and attach media by %1$sselecting them%2$s
ru_ru: Вставить изображения и добавить медиа %1$s Выбрать %2$s

source: 1 Question
ru_ru: %s Вопрос

source: Unfeature
ru_ru: Не избранный

source: Question & Answer
ru_ru: Вопрос и ответ

source: Reputations
ru_ru: Репутация

source: Order:
ru_ru: Сортировка:

source: Auto delete notifications interval
ru_ru: Интервал автоматического удаления уведомлений

source: Slowly type for suggestions
ru_ru: Медленно введите подсказки

source: Type and hit enter
ru_ru: Введите и нажмите ввод

source: Suggestions are available. Use the up and down arrow keys to read it.
ru_ru: Подсказки доступны. Используйте клавиши со стрелками вверх и вниз, чтобы прочитать их.

source: removed from the tags list.
ru_ru: удалено из списка меток.

source: added to the tags list.
ru_ru: добавлено в список меток.

source: Add Tag
ru_ru: Добавить метку

source: Delete Tag
ru_ru: Удалить метку

source: Slug for tag page
ru_ru: Ярлык для страницы меток

source: Tag page slug
ru_ru: Ярлык страницы метки

source: Slug tags page
ru_ru: Ярлык страницы меток

source: Tags page slug
ru_ru: Ярлык страницы меток

source: Title for tags page
ru_ru: Заголовок для страницы меток

source: Tags page title
ru_ru: Заголовок страницы меток

source: minimum numbers of tags that user must add when asking.
ru_ru: минимальное количество меток, которые пользователь должен добавить при запросе.

source: Minimum tags
ru_ru: Минимум меток

source: Maximum numbers of tags that user can add when asking.
ru_ru: Максимальное количество меток, которые пользователь может добвить при запросе.

source: Maximum tags
ru_ru: Максимум меток

source: Numbers of tags to show in tags page.
ru_ru: Количество меток отображающихся на странице меток.

source: Tags to show
ru_ru: Метки для показа

# anspress-question-answer
source: Tag
ru_ru: Метка

source: New Tag
ru_ru: Новая метка

source: Edit Tag
ru_ru: Изменить метку

# anspress-question-answer
source: Add New Tag
ru_ru: Добавить новую метку

source: All Tags
ru_ru: Все метки

source: (AnsPress) Tags
ru_ru: (AnsPress) Метки

source: Given a down vote
ru_ru: Дан отрицательный голос

source: Commenting
ru_ru: Комментирование

source: Received down vote
ru_ru: Получен отрицательный голос

source: Received an upvote
ru_ru: Получен положительный голос

source: Gives down vote
ru_ru: Отрицательное голосование

source: Given an up vote
ru_ru: Дан положительный голос

source: Gives an up vote
ru_ru: Положительное голосование

source: Received a down vote
ru_ru: Получен отрицательный голос

source: Received up vote
ru_ru: Получен положительный голос

source: Answer was selected as best
ru_ru: Ответ был выбран лучшим

source: Answer selected as best
ru_ru: Ответ выбран лучшим

source: Selected an answer as best
ru_ru: Выбранный ответ как лучший

source: Points taken from user when user give a down vote
ru_ru: Баллы, начисляемые пользователю, когда он даёт отрицательный голос

source: Successfully updated reputation points!
ru_ru: Баллы репутации успешно обновлены!

source: Points taken from user when they give a vote up
ru_ru: Баллы, начисляемые пользователю, когда он дает положительный голос

source: Points awarded when user receive a down vote
ru_ru: Баллы, начисляемые пользователю при получении отрицательного голоса

source: Points awarded when user receive an upvote
ru_ru: Баллы, начисляемые пользователю при получении положительного голоса

source: Points awarded when user comment on question or answer
ru_ru: Баллы, начисляемые пользователю, когда он комментирует вопрос или ответ

source: Points awarded when user select an answer for thier question
ru_ru: Баллы начисляются, когда пользователь выбирает ответ на свой вопрос

source: Points awarded when user's answer selected as best
ru_ru: Баллы, начисляемые если ответ пользователя выбран лучшим

source: Answering
ru_ru: Ответ

source: Points awarded when user asks a question
ru_ru: Баллы присуждаются, когда пользователь задает вопрос

source: Asking
ru_ru: Ответ

source: Registered
ru_ru: Зарегистрирован

source: Points awarded when user account is created
ru_ru: Баллы, полученные за создание учетной записи пользователя

source: Select method to use when verification keeps failing
ru_ru: Выбрать метод, используемый при сбое проверки

source: Callback function not found for rendering this page
ru_ru: Функция обратного вызова не найдена для рендеринга этой страницы

source: Successfully updated all notifications
ru_ru: Все уведомления успешно обновлены

source: There was a problem processing your request
ru_ru: При обработке вашего запроса возникла проблема

source: You lose %points% points
ru_ru: Вы потеряли %points% баллов

source: You have earned %points% points
ru_ru: Вы заработали %points% баллов

source: selected your answer
ru_ru: выбрал ваш ответ

source: down voted your %cpt%
ru_ru: проголосовал против вашего %cpt%

source: up voted your %cpt%
ru_ru: проголосовал за ваш %cpt%

source: commented on your %cpt%
ru_ru: прокомментировал ваш %cpt%

source: posted an answer on your question
ru_ru: опубликовал ответ на ваш вопрос

source: post
ru_ru: запись

source: Someone
ru_ru: Кто-то

source: Select Answer
ru_ru: Выбрать ответ

source: Body
ru_ru: Тело

source: Subject
ru_ru: Тема

source: Templates
ru_ru: Шаблоны

source: Send email to admin when asnwer is trashed
ru_ru: Отправить письмо администратору если ответ удалён

source: Send email to admin when question is trashed
ru_ru: Отправить письмо администратору если вопрос удалён

source: Send email to admin when answer is edited
ru_ru: Отправить письмо администратору если ответ изменён

source: Send email to admin when question is edited
ru_ru: Отправить письмо администратору если вопрос изменён

source: New comment
ru_ru: Новый комментарий

source: Send email to admin for every new comment.
ru_ru: Отправлять письмо администратору при каждом новом комментарии.

source: Send email to admin for every new answer.
ru_ru: Отправлять письмо администратору при каждом новом ответе.

source: New answer
ru_ru: Новый ответ

source: Send email to admin for every new question.
ru_ru: Отправлять письмо администратору при каждом новом вопросе.

source: Delete answer
ru_ru: Удалён ответ

source: Delete question
ru_ru: Удалён вопрос

source: Enter email where admin notification should be sent
ru_ru: Введите адрес электронной почты, на который должно быть отправлено уведомление для администратора

source: Admin email
ru_ru: Email администратора

source: Notify admin(s)
ru_ru: Уведомления для администратора(ов)

source: Registration
ru_ru: Регистрация

source: Question Tags
ru_ru: Метки вопросов

source: Recaptcha Method
ru_ru: Метод Recaptcha

source: Posted an answer
ru_ru: Написал ответ

source: Commented on a post
ru_ru: Прокомментировал запись

source: Featured image for category
ru_ru: Изображение для рубрики

source: Remove image
ru_ru: Удалить изображение

source: Question category feed
ru_ru: Лента рубрики вопросов

source: Category icon color
ru_ru: Цвет значка рубрики

source: Set background color to be used with icon
ru_ru: Установить цвет фона для использования со значком

source: Icon background color
ru_ru: Цвет фона значка

source: Font icon class, if image not set
ru_ru: Класс значка шрифта, если изображение не установлено

source: Category icon class
ru_ru: Класс значка рубрики

source: Category image
ru_ru: Изображение рубрики

source: Upload image
ru_ru: Загрузить изображение

source: Image
ru_ru: Изображение

source: No matching category found
ru_ru: Соответствующая рубрика не найдена

source: Select a topic that best fits your question
ru_ru: Выберите тему, которая наилучшим образом соответствует вашему вопросу

source: Questions Category
ru_ru: Рубрика вопросов

source: Image height in categories page
ru_ru: Высота изображения на странице рубрик

source: Categories image height
ru_ru: Высота изображений рубрик

source: Category to show per page
ru_ru: Рубрика показываемая на странице

source: Category per page
ru_ru: Рубрика на странице

source: Title of the categories page
ru_ru: Заголовок страницы рубрик

source: Categories title
ru_ru: Заголовок рубрик

source: Slug for category page
ru_ru: Ярлык для страницы рубрик

source: Category page slug
ru_ru: Ярлык страницы рубрики

source: Slug categories page
ru_ru: Ярлык страниц рубрик

source: Categories page slug
ru_ru: Ярлык страниц рубрик

source: Descending
ru_ru: По убыванию

source: Ascending
ru_ru: По возрастанию

source: Categries page order
ru_ru: Сортировка страницы рубрик

source: Set how you want to order categories in categories page.
ru_ru: Укажите, как вы хотите упорядочить рубрики на странице рубрик.

source: Categries page order by
ru_ru: Сортировать рубрики на странице

source: Group
ru_ru: Группа

source: Set how you want to order categories in form.
ru_ru: Установите, как вы хотите упорядочить рубрики в форме.

source: Ask form category order
ru_ru: Задать форму сортировки рубрик

source: Nothing found in Trash
ru_ru: В корзине ничего не найдено

source: Nothing Found
ru_ru: Ничего не найдено

source: Search Category
ru_ru: Поиск рубрики

source: View Category
ru_ru: Просмотр рубрики

source: New Category
ru_ru: Новая рубрика

source: Search Tag
ru_ru: Поиск метки

source: View Tag
ru_ru: Просмотр метки

source: Edit Category
ru_ru: Изменить рубрику

# anspress-question-answer
source: Add New Category
ru_ru: Добавить новую рубрику

source: All Categories
ru_ru: Все рубрики

# anspress-question-answer
source: Category
ru_ru: Рубрика

source: Question Categories
ru_ru: Рубрики вопросов

source: Icon height:
ru_ru: Высота значка:

source: Icon width:
ru_ru: Ширина значка:

source: ASC
ru_ru: ВОЗР

source: DESC
ru_ru: УБЫВ

source: Slug
ru_ru: Ярлык

source: None
ru_ru: Нет

source: Order By:
ru_ru: Сортировка по:

source: Number:
ru_ru: Количество:

source: Top level
ru_ru: Верхний уровень

source: Parent:
ru_ru: Родитель:

source: Hide empty:
ru_ru: Скрыть пустое:

source: %d Child
ru_ru: %d дочерний

source: Categories
ru_ru: Рубрики

source: %d Sub category
ru_ru: %d Подрубрика

source: Term group
ru_ru: Группа условий

source: Clicking this button will delete all AnsPress options
ru_ru: При нажатии этой кнопки будут удалены все параметры AnsPress.

source: Delete all options
ru_ru: Удалить все параметры

source: Permanently delete all AnsPress options?
ru_ru: Навсегда удалить все параметры AnsPress?

source: Clicking this button will delete all user data added by AnsPress
ru_ru: Нажатие этой кнопки приведет к удалению всех пользовательских данных, добавленных AnsPress

source: Delete all user data
ru_ru: Удалить все пользовательские данные

source: Permanently delete all AnsPress user data?
ru_ru: Навсегда удалить все пользовательские данные AnsPress?

source: Clicking this button will delete all answers and its related data from database
ru_ru: Нажатие этой кнопки удалит все ответы и связанные с ними данные из базы данных

source: Delete %d answers
ru_ru: Удаление %d ответов

source: Permanently delete all answers?
ru_ru: Удалить все ответы навсегда?

source: Clicking this button will delete all questions and answers data from database
ru_ru: Нажатие этой кнопки приведет к удалению всех вопросов и ответов из базы данных

source: Delete %d Q&A
ru_ru: Удалить %d Q&A

source: Permanently delete all questions and answers?
ru_ru: Навсегда удалить все вопросы и ответы?

source: If you are unsure about this section please do not use any of these options below.
ru_ru: Если вы не уверены в этом разделе, не используйте эти варианты ниже.

source: Save Role
ru_ru: Сохранить роль

source: Save Events Points
ru_ru: Сохранить баллы событий

source: Migrated categories data... %1$d out of %2$d
ru_ru: Перенос данных рубрик... %1$d из %2$d

source: Migrated reputation... %1$d out of %2$d
ru_ru: Перенос репутации... %1$d из %2$d

source: Successfully migrated all reputations
ru_ru: Вся репутация успешно перенесена

source: Updated %1$d posts out of %2$d
ru_ru: Обновлено %1$d записей из %2$d

source: Post data updated successfully
ru_ru: Данные записей обновлены

source: Uninstall - clear all AnsPress data
ru_ru: Удалить - очистить все данные AnsPress

source: Set numbers of media user can upload for each post.
ru_ru: Задать количество медиа, которое пользователь может загрузить в каждую запись.

source: Max uploads per post
ru_ru: Максимальное количество загрузок на запись

source: Order answers by by default using selected
ru_ru: Сортировка ответов с использованием выбранных по умолчанию

source: Default answers order
ru_ru: Сортировка ответов по умолчанию

source: Order question list by default using selected
ru_ru: Сортировка вопросов с использованием выбранных по умолчанию

source: Default question order
ru_ru: Сортировка вопросов по умолчанию

source: Checking this will disable question suggestion in ask form
ru_ru: Проверка этого приведет к отключению предложения вопроса в форме запроса

source: Disable question suggestion
ru_ru: Отключить предложение вопроса
